---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LevelFailures.NoLevelsLeft
source: html/141cd205-2f19-f6e5-8535-fc5a7854a2ba.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LevelFailures.NoLevelsLeft Property

There are no levels or plan views remaining in the project.

## Syntax (C#)
```csharp
public static FailureDefinitionId NoLevelsLeft { get; }
```